public class Currency {
    private String result = "";

    public String getCurrency(String message) {
        if (message.equals("USD")) {
            result = "1 доллар США = 427.00 тенге\tКурс USD KZT на 31.08.2021\n" +
                    "1 доллар США = 426,25 тенге\tКурс USD в KZT на 30.08.2021\n" +
                    "1 доллар США = 424,80 тенге\tКурс USD в KZT на 29.08.2021\n" +
                    "1 доллар США = 425,55 тенге\tКурс USD в KZT на 28.08.2021\n" +
                    "1 доллар США = 427,28 тенге\tКурс USD в KZT на 27.08.2021\n" +
                    "1 доллар США = 427,31 тенге\tКурс USD в KZT на 26.08.2021\n" +
                    "1 доллар США = 426,84 тенге\tКурс USD в KZT на 25.08.2021\n" +
                    "1 доллар США = 426.80 тенге\tКурс USD в KZT на 24.08.2021\n" +
                    "1 доллар США = 425,76 тенге\tКурс USD в KZT на 23.08.2021\n" +
                    "1 доллар США = 425,63 тенге\tКурс USD в KZT на 22.08.2021";
        } else if (message.equals("EUR")) {
            result = "1 евро = 504,40 тенге\tКурс EUR KZT на 31.08.2021\n" +
                    "1 евро = 504,40 тенге\tКурс EUR в KZT на 30.08.2021\n" +
                    "1 евро = 501,99 тенге\tКурс EUR в KZT на 29.08.2021\n" +
                    "1 евро = 501,60 тенге\tКурс EUR в KZT на 28.08.2021\n" +
                    "1 евро = 499,40 тенге\tКурс EUR в KZT на 27.08.2021\n" +
                    "1 евро = 499,85 тенге\tКурс EUR в KZT на 26.08.2021\n" +
                    "1 евро = 499,66 тенге\tКурс EUR в KZT на 25.08.2021\n" +
                    "1 евро = 499.96 тенге\tКурс EUR в KZT на 24.08.2021\n" +
                    "1 евро = 499,44 тенге\tКурс EUR в KZT на 23.08.2021\n" +
                    "1 евро = 498,47 тенге\tКурс EUR в KZT на 22.08.2021";
        } else if (message.equals("RUB")) {
            result = "1 рубль = 5,78 тенге\tКурс RUB KZT на 31.08.2021\n" +
                    "1 рубль = 5,78 тенге\tКурс RUB в KZT на 30.08.2021\n" +
                    "1 рубль = 5,77 тенге\tКурс RUB в KZT на 29.08.2021\n" +
                    "1 рубль = 5,78 тенге\tКурс RUB в KZT на 28.08.2021\n" +
                    "1 рубль = 5,75 тенге\tКурс RUB в KZT на 27.08.2021\n" +
                    "1 рубль = 5,75 тенге\tКурс RUB в KZT на 26.08.2021\n" +
                    "1 рубль = 5,75 тенге\tКурс RUB в KZT на 25.08.2021\n" +
                    "1 рубль = 5,75 тенге\tКурс RUB в KZT на 24.08.2021\n" +
                    "1 рубль = 5,79 тенге\tКурс RUB в KZT на 23.08.2021\n" +
                    "1 рубль = 5,76 тенге\tКурс RUB в KZT на 22.08.2021";

        }
//        String res = result;
//        result = "";
        return result;
    }

}